---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ElementBinding
source: html/69da1dcc-5754-8713-9dce-58f945ad19f4.htm
---
# ElementBinding Members

Causes the object to release immediately any resources it may be utilizing.